9/data/attachments/69bfa3c54beb9857.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Ana_under_Actions_90513_1</nif:username>
            <nif:friendToBeRequested>soap_actions_6bd045c0-8a46-4d9b-95cf-0d090beffbf7</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>